Repository: matteovisotto/DIMA-SirianiVisotto
Catalog: iOSApp/myAPTracker/*.lproj/Localizable.strings
Languages: it

source: Accept terms and condition
it: Accetta termini e condizioni

source: Add new comment
it: Nuovo commento

source: Add product
it: Aggiungi prodotto

source: Alternatively
it: Alternativamente

source: Always
it: Sempre

source: Biggest percentual drop
it: Maggior sconto percentuale

source: Biggest range drop
it: Maggior sconto assoluto

source: Categories
it: Categorie

source: Cell %lld
it: Cella %lld

source: Change
it: Modifica

source: Change password
it: Cambia password

source: Clear filters
it: Pulisci filtri

source: Comments
it: Commenti

source: Confirm password
it: Conferma password

source: Create an account or sign in via socials
it: Crea un account o accedi dai social

source: Create your account
it: Crea il tuo account

source: Delete
it: Elimina

source: Detail
it: Dettaglio

source: Details
it: Dettagli

source: Dismiss
it: Chiudi

source: Do you know how many thing you can do with an account?
it: Sai quante cose puoi fare con un account?

source: Done
it: Fatto

source: Edit
it: Modifica

source: Edit comment
it: Modifica commento

source: Error
it: Errore

source: Explore
it: Esplora

source: facebookAuthCancel
it: Operazione annullata

source: Filtered
it: Filtrati

source: Get notified
it: Notifiche

source: Get notified whenever your tracked product has a lower price
it: Ricevi una notifica ogni volta che un prezzo tracciato scende

source: googleAuthError
it: Si è verificato un errore

source: googleTokenError
it: Si è verificato un errore

source: If you have created your account using socials, you need to reset your password to enable APTracker local login
it: Se hai creato il tuo account tramite social, devi resettare la password per abilitare il login locale

source: Invalid URL
it: Inidirizzo invalido

source: Invalid value
it: Valore non valido

source: Keep track of your favourite Amazon product
it: Tieni traccia dei tuoi prodotti Amazon preferiti

source: Login
it: Accedi

source: Login Now
it: Accedi ora

source: Login or create your account
it: Accedi o crea un account

source: Logout
it: Esci

source: Most tracked
it: Più tracciati

source: Most Tracked
it: Più tracciati

source: Name
it: Nome

source: Never
it: Mai

source: New password confirmation doesn't match
it: Le due password non corrispondono

source: No comments available
it: Nessun commento disponibile

source: No results
it: Nessun risultato

source: No tracked product
it: Nessun prodotto tracciato

source: Not enough data to display the graph
it: Dati insufficienti per mostrare il grafico

source: Notification
it: Notifiche

source: Notification are disabled
it: Notifiche disabilitate

source: Notification are enabled
it: Notifiche abilitate

source: Old Password
it: Vecchia password

source: Open in Amazon
it: Apri in Amazon

source: Open notification settings
it: Apri impostazioni notifiche

source: OR
it: O

source: Percentage
it: Percentuale

source: Price
it: Prezzo

source: Price drop
it: Sconto

source: Prices
it: Prezzi

source: Product notification
it: Notifiche prodotti

source: Profile
it: Profilo

source: Register
it: Registrati

source: Register Here
it: Registrati qui

source: rootVCNotFound
it: Si è verificato un errore

source: Save
it: Salva

source: Search
it: Cerca

source: See All
it: Mostra tutto

source: Select one or more categories to visualize
it: Seleziona una o più categoria da visualizzare

source: Settings
it: Impostazioni

source: Sign in with Google
it: Accedi con google

source: Skip
it: Salta

source: Start tracking
it: Traccia

source: Stay update
it: Rimani aggiornato

source: Stop tracking
it: Smetti di tracciare

source: Success
it: OK

source: Surname
it: Cognome

source: This setting can be overridden for each product you track by opening the product page
it: Questa impostazione può essere sovrascritta per ogni prodotto tracciato dalle impostazioni di tracciamento del prodotto

source: Track every product
it: Traccia ogni prodotto

source: Track product
it: Traccia

source: Tracked
it: Tracciati

source: Tracking
it: Tracciati

source: Unable to find access token locally
it: Impossibile trovale il token personale

source: Unable to find Apple Credential
it: Impossibile trovare credenziali Apple

source: Unable to find Apple Token
it: Impossibile trovare credenziali Apple

source: Unable to find refresh token
it: Impossibile trovare token di aggiornamento

source: Unable to get data
it: Impossibile scaricare i dati

source: Unable to parse the received content
it: Impossibile leggere il contenuto ricevuto

source: Unable to perform remote logout
it: Impossibile disconnettersi dal server

source: unable to register for remote notification
it: Impossibile registrarsi per le notifiche

source: Unable to register the device for notification
it: Impossibile registrare il dispositivo per le notifiche

source: Unexpected error occurred
it: Errore inaspettato

source: Unknown error
it: Errore sconosciuto

source: Unknown network error
it: Errore di rete sconosciuto

source: Username
it: Nome Utente

source: Value
it: Valore

source: We cannot refresh your key, please login again
it: Errore. Accedi nuovamente

source: Welcome in
it: Benvenuto in

source: With disabled notification you cannot receive any updated about your tracked product and also general information. Click above to change your notification settings.
it: Con le notifiche disabilitate non sarai in grado di ricevere aggiornamenti sui tuoi prodotti tracciati. Clicca qui sopra per cambiare le impostazioni.

source: With this option you don't receive notification for your tracked product
it: Con questa opzione non ricevi notifiche per i prodotti tracciati

source: With this option you'll receive a notification every time the price falls
it: Con questa opzione riceverai una notifica ogni volta che il prezzo del prodotto scende

source: With this option you'll receive a notification when a price falls by the defined percentage
it: Con questa impostazione riceverai una notifica quando il prezzo del prodotto scende della percentuale indicata

source: With this option you'll receive a notification when the price falls below the defined import
it: Con questa impostazione riceverai una notifica quando il prezzo del prodotto scende al di sotto del valore indicato

source: With this option you'll receive a notification when the price falls by the defined value
it: Con questa impostazione riceverai una notifica quando il prezzo del prodotto scende al di sotto del valore indicato

source: You can choose if receive or not notification about comments on this product.
it: Puoi decidere se ricevere notifiche relative ai commenti su questo prodotto

source: You can choose the default settings to receive notifications about comments in your tracked products.
it: Puoi scegliere l'impostazione di default per ricevere notifiche sui commenti relativi ai prodotti tracciati

source: You can choose the default settings to receive notifications about your tracked products when the price drops.
it: Puoi scegliere l'impostazione di default per ricevere notifiche sui prodotti tracciati

source: You can choose the settings to receive notifications about this product when the price drops.
it: Puoi scegliere l'impostazione di default per ricevere notifiche sui commenti relativi al prodotto in questione

source: You have to be logged in to display this page
it: Devi aver effettuato l'accesso per vedere questa pagina

source: Your last added products
it: Ultimi aggiunti
